[
    {
        "isbn": 2593044623,
        "title": "Las Aventuras de Iván y Célula",
        "author": "Antonyo Andrei",
        "price": 189.99,
        "comparePrice": 199.99,
        "stock": 17,
        "images": ["https://media.discordapp.net/attachments/1115884992619364434/1157268919799791708/Untitled-1.jpg?ex=6517fe2b&is=6516acab&hm=f573bd023dfffeaf35a13dd31eefb31ab319c3914fab82d8d25a4e6d1a456f7d&=&width=495&height=700"],
        "description": "As Iván and Célula navigate the intricacies of the software development world, they find themselves confronted with unforeseen challenges, formidable foes, and thrilling quests that require them to harness their unique talents.\\nTogether, they strive to unlock the secrets of technology and the human spirit, all while tackling moral dilemmas and philosophical questions.",
        "rating": 5,
        "reviews": [],
        "pages": 336,
        "collections": ["Popular"]
    },
    {
        "isbn": 2593082605,
        "title": "Recursion",
        "author": "Blake Crouch",
        "price": 13.69,
        "comparePrice": 18.00,
        "stock": 17,
        "images": ["https://res.cloudinary.com/dsinhkkv3/image/upload/v1695897683/recursion_snmhwj.jpg"],
        "description": "A breathtaking exploration of memory and what it means to be human, Recursion is the follow-up novel to the smash-hit thriller, Dark Matter, by Blake Crouch.\\nRecursion takes mind-twisting premises and embeds them in a deeply emotional story about time and loss and grief and most of all, the glory of the human heart' - Gregg Hurwitz, author of Orphan X",
        "rating": 5,
        "reviews": [],
        "pages": 336,
        "collections": ["Popular"]
    },

    {
        "isbn": 2385333498,
        "title": "The Sirens of Titan",
        "author": "Kurt Vonnegut Jr.",
        "price": 13.00,
        "comparePrice": 16.49,
        "stock": 17,
        "images": ["https://res.cloudinary.com/dsinhkkv3/image/upload/v1695897682/the-sirens-of-titan_sdobrh.jpg"],
        "description": "[Kurt Vonnegut's] best book . . . He dares not only ask the ultimate question about the meaning of life, but to answer it.—Esquire\\nNominated as one of America's best-loved novels by PBS's The Great American Read\\nThe Sirens of Titan is an outrageous romp through space, time, and morality. The richest, most depraved man on Earth, Malachi Constant, is offered a chance to take a space journey to distant worlds with a beautiful woman at his side. Of course there's a catch to the invitation and a prophetic vision about the purpose of human life that only Vonnegut has the courage to tell.",
        "rating": 5,
        "reviews": [],
        "pages": 336,
        "collections": ["Classic"]
    },
    
    {
        "isbn": 9123654082,
        "title": "Robot Visions",
        "author": "Isaac Asimov",
        "price": 17.49,
        "comparePrice": 21.49,
        "stock": 17,
        "images": ["https://res.cloudinary.com/dsinhkkv3/image/upload/v1695897683/robot-visions_zab8wb.jpg"],
        "description": "'This collection offers 18 stories about robots as well as brief essays in which Asimov comments on robots in fiction, the Frankenstein complex, his famous Three Laws and the development of actual robots. The earliest tales here, written from 1940 to 1960, remain among the most-loved in the field,' —Publishers Weekly",
        "rating": 5,
        "reviews": [],
        "pages": 336,
        "collections": ["Classic"]
    },
    
    {
        "isbn": 9781451673319,
        "title": "Farenheit 451",
        "author": "Ray Bradbury",
        "price": 21.49,
        "comparePrice": 26.00,
        "stock": 17,
        "images": ["https://res.cloudinary.com/dsinhkkv3/image/upload/v1695897682/farenheit-451_zrqvw6.jpg"],
        "description": "Guy Montag is a fireman. His job is to destroy the most illegal of commodities, the printed book, along with the houses in which they are hidden. Montag never questions the destruction and ruin his actions produce, returning each day to his bland life and wife, Mildred, who spends all day with her television “family.” But when he meets an eccentric young neighbor, Clarisse, who introduces him to a past where people didn’t live in fear and to a present where one sees the world through the ideas in books instead of the mindless chatter of television, Montag begins to question everything he has ever known.",
        "rating": 5,
        "reviews": [],
        "pages": 336,
        "collections": ["Popular", "Classic"]
    },
    
    {
        "isbn": 9780451524935,
        "title": "1984",
        "author": "George Orwell",
        "price": 9.69,
        "comparePrice": 13.49,
        "stock": 17,
        "images": ["https://res.cloudinary.com/dsinhkkv3/image/upload/v1695897682/1984_s42okj.jpg"],
        "description": "A startling and haunting novel, 1984 creates an imaginary world that is completely convincing from start to finish. No one can deny the novel’s hold on the imaginations of whole generations, or the power of its admonitions—a power that seems to grow, not lessen, with the passage of time.",
        "rating": 5,
        "reviews": [],
        "pages": 336,
        "collections": ["Popular", "Classic"]
    },
    
    {
        "isbn": 2156030306,
        "title": "Flowers for Algernon",
        "author": "Daniel Keyes",
        "price": 12.00,
        "comparePrice": 14.00,
        "stock": 17,
        "images": ["https://res.cloudinary.com/dsinhkkv3/image/upload/v1695897682/flowers-for-algernon_tabkqb.jpg"],
        "description": "With more than five million copies sold, Flowers for Algernon is the beloved, classic story of a mentally disabled man whose experimental quest for intelligence mirrors that of Algernon, an extraordinary lab mouse. In poignant diary entries, Charlie tells how a brain operation increases his IQ and changes his life. As the experimental procedure takes effect, Charlie's intelligence expands until it surpasses that of the doctors who engineered his metamorphosis. The experiment seems to be a scientific breakthrough of paramount importance--until Algernon begins his sudden, unexpected deterioration. Will the same happen to Charlie?",
        "rating": 5,
        "reviews": [],
        "pages": 336,
        "collections": ["Classic"]
    },
    
    {
        "isbn": 1848564961,
        "title": "The Hitchhiker's Guide to the Galaxy",
        "author": "Douglas Adams",
        "price": 13.69,
        "comparePrice": 18.00,
        "stock": 17,
        "images": ["https://res.cloudinary.com/dsinhkkv3/image/upload/v1695897682/the-hitchhikers-guide-to-the-galaxy_ujuxm6.jpg"],
        "description": "Seconds before the Earth is demolished to make way for a galactic freeway, Arthur Dent is plucked off the planet by his friend Ford Prefect, a researcher for the revised edition of The Hitchhiker's Guide to the Galaxy who, for the last 15 years, has been posing as an out-of-work actor.Together this dynamic pair begin a journey through space aided by quotes from The Hitchhiker's Guide ('A towel is about the most massively useful thing an interstellar hitchhiker can have.') and a galaxy full of fellow travelers: Zaphod Beeblebrox, the two-headed, three-armed ex-hippie and totally out-to-lunch president of the galaxy; Trillian, Zaphod's girlfriend (formally Tricia McMillan), whom Arthur tried to pick up at a cocktail party once upon a time zone; Marvin, a paranoid, brilliant, and chronically depressed robot; and Veet Voojagig, a former graduate student who is obsessed with the disappearance of all the ballpoint pens he bought over the years.\\nWhere are these pens? Why are we born? Why do we die? Why do we spend so much time in between wearing digital watches? For all the answers stick your thumb to the stars. And don't forget to bring a towel!",
        "rating": 5,
        "reviews": [],
        "pages": 336,
        "collections": ["Classic"]
    },
    
    {
        "isbn": 8576573008,
        "title": "Neuromancer",
        "author": "William Gibson",
        "price": 13.69,
        "comparePrice": 18.00,
        "stock": 17,
        "images": ["https://res.cloudinary.com/dsinhkkv3/image/upload/v1695897683/neuromancer_zbaibi.jpg"],
        "description": "The future blazed into existence with each deliberate word that William Gibson laid down. The winner of Hugo, Nebula, and Philip K. Dick Awards, Neuromancer didn't just explode onto the science fiction scene - it permeated into the collective consciousness, culture, science, and technology.Today, there is only one science fiction masterpiece to thank for the term 'cyberpunk', for easing the way into the information age and Internet society. Neuromancer's virtual reality has become real. And yet, William Gibson's gritty, sophisticated vision still manages to inspire the minds that lead mankind ever further into the future.",
        "rating": 5,
        "reviews": [],
        "pages": 336,
        "collections": ["Classic"]
    },
    
    {
        "isbn": 2451530659,
        "title": "The War of the Worlds",
        "author": "H.G Wells",
        "price": 7.99,
        "comparePrice": 11.00,
        "stock": 17,
        "images": ["https://res.cloudinary.com/dsinhkkv3/image/upload/v1695897682/the-war-of-the-worlds_twaa0x.jpg"],
        "description": "First published by H. G. Wells in 1898, The War of the Worlds is the granddaddy of all alien invasion stories. The novel begins ominously, as the lone voice of a narrator intones, 'No one would have believed in the last years of the 19th century that this world was being watched keenly and closely by intelligences greater than man's.'Things then progress from a series of seemingly mundane reports about odd atmospheric disturbances taking place on Mars to the arrival of Martians just outside of London. At first, the Martians seem laughable, hardly able to move in Earth's comparatively heavy gravity, even enough to raise themselves out of the pit created when their spaceship landed. But soon the Martians reveal their true nature as death machines 100 feet tall rise up from the pit and begin laying waste to the surrounding land. Wells quickly moves the story from the countryside to the evacuation of London itself and the loss of all hope as England's military suffers defeat after defeat.\\nWith horror, the narrator describes how the Martians suck the blood from living humans for sustenance and how it's clear that man is not being conquered so much as corralled.",
        "rating": 5,
        "reviews": [],
        "pages": 336,
        "collections": ["Classic"]
    }
]